Revit 2024 API
AnnotationSymbol.ToRoom Property
The "To Room" set for the door or window.
Overload List
Name | Description
ToRoom
The "To Room" set for the door or window in the last phase of the project.
 (Inherited from FamilyInstance.)
ToRoom[Phase] |  (Inherited from FamilyInstance.)
See Also
AnnotationSymbol Class
AnnotationSymbol Members
Autodesk.Revit.DB Namespace